{
    "projects": [
        {
            "id": 5,
            "title": "Community Tree Nursery and Reforestation Initiative",
            "description": "ADC established a community tree nursery that raised over 5,000 tree seedlings to support environmental conservation. The seedlings were distributed to communities to help mitigate climate change and deforestation while promoting sustainable land use and ecosystem restoration.",
            "location": "South Sudan",
            "status": "Completed",
            "created_at": "2026-01-30T10:09:26.686138",
            "program_id": 2,
            "image": "media/projects/Lojiong_seeds_vjei5s"
        },
        {
            "id": 6,
            "title": "Climate-Smart Agriculture and Livelihoods Training",
            "description": "ADC conducted climate-smart agriculture and sustainable livelihoods training, reaching over 2,000 farmers across five villages. The program strengthened farmers’ skills to improve productivity, adapt to climate change, and enhance long-term food security.",
            "location": "South Sudan",
            "status": "Completed",
            "created_at": "2026-01-30T10:29:36.804473",
            "program_id": 2,
            "image": "media/projects/Sesame_Chukudum_acmpxp"
        }
    ],
    "gallery": [],
    "news": [
        {
            "id": 2,
            "title": "ADC Trains 2,000 Farmers on Climate-Smart Agriculture",
            "slug": "adc-trains-2000-farmers-on-climate-smart-agriculture",
            "summary": "ADC carried out advocacy and training programs on climate-smart agriculture and sustainable livelihoods, reaching 2,000 farmers across five villages.",
            "content": "The training aimed to equip farmers with knowledge and practical skills to improve agricultural productivity while adapting to the effects of climate change. Participants were introduced to sustainable farming techniques and livelihood practices designed to enhance resilience and long-term food security.",
            "image": "image/upload/v1769690138/ih6dro0vqujx8uekqewn.jpg",
            "published_date": "2026-01-27T11:52:07.778508",
            "is_published": 1,
            "created_at": "2026-01-27T11:52:07.778795",
            "updated_at": "2026-01-29T12:35:39.563069"
        },
        {
            "id": 3,
            "title": "ADC Establishes Tree Nursery and Distributes 5,000 Seedlings",
            "slug": "adc-establishes-tree-nursery-and-distributes-5000-seedlings",
            "summary": "ADC established a community tree nursery that successfully raised over 5,000 tree seedlings as part of its environmental conservation efforts.",
            "content": "The seedlings were distributed to local communities to help mitigate the effects of climate change and deforestation. This initiative supports ecosystem restoration while encouraging community participation in environmental protection and sustainable land use.",
            "image": "image/upload/v1769689399/us6rldgmxvie4v7lm5x7.jpg",
            "published_date": "2026-01-27T12:21:14.770869",
            "is_published": 1,
            "created_at": "2026-01-27T12:21:14.790561",
            "updated_at": "2026-01-29T12:23:20.376128"
        }
    ],
    "impact": [
        {
            "id": 1,
            "title": "Communities Taking Action for Sustainable Land Use",
            "slug": "communities-taking-action-for-sustainable-land-use",
            "summary": "Community participation in ADC’s environmental initiatives has strengthened sustainable land use and climate adaptation efforts.",
            "content": "ADC’s community-driven approach places local participation at the center of its environmental and livelihood interventions. Through tree planting, sustainable land management, and climate-smart agriculture training, communities have taken an active role in protecting their natural resources.\r\n\r\nBy combining knowledge transfer with hands-on activities, ADC has supported communities to adopt sustainable practices that improve resilience, reduce conflict over resources, and enhance long-term food security. These efforts demonstrate the power of local action in driving meaningful and lasting change.",
            "image": null,
            "published_date": "2026-02-01T12:31:10.838535",
            "is_featured": 1,
            "created_at": "2026-02-01T12:31:10.838734",
            "updated_at": "2026-02-01T12:31:10.838753"
        },
        {
            "id": 2,
            "title": "Restoring Landscapes Through Community Tree Nurseries",
            "slug": "restoring-landscapes-through-community-tree-nurseries",
            "summary": "ADC established a community tree nursery that raised over 5,000 tree seedlings to support environmental conservation and climate change mitigation efforts in local communities.",
            "content": "Agropastoralists Development Consortium (ADC) established a community tree nursery as part of its commitment to environmental conservation and sustainable natural resource management. Through this initiative, over 5,000 tree seedlings were successfully raised and distributed to local communities.\r\n\r\nThe tree seedlings were planted across community lands to help mitigate the effects of climate change and deforestation while restoring degraded ecosystems. Community members actively participated in nursery management and tree planting activities, strengthening local ownership and environmental stewardship.\r\n\r\nThis initiative not only supports ecosystem restoration but also promotes sustainable land use practices, contributing to long-term resilience and improved livelihoods for agropastoral and pastoral communities.",
            "image": null,
            "published_date": "2026-02-01T12:37:22.760809",
            "is_featured": 1,
            "created_at": "2026-02-01T12:37:22.761117",
            "updated_at": "2026-02-01T12:37:22.761173"
        }
    ],
    "programs": [
        {
            "id": 1,
            "title": "Peacebuilding & Conflict Resolution",
            "description": "Ensuring peaceful coexistence among agro-pastoralist communities in South Sudan through inter-community meetings and dialogues under trees.",
            "objectives": "Ensure peaceful coexistence\nFacilitate inter-community meetings\nMediate resource-based conflicts",
            "status": "active",
            "created_at": "2026-01-27T07:59:38.602309"
        },
        {
            "id": 2,
            "title": "Sustainable Livelihoods",
            "description": "Improving livelihoods in South Sudan through oxen plowing, technical training, and livestock health services.",
            "objectives": "Improve rural household livelihoods\nEnhance production through oxen plowing\nSupport income generation",
            "status": "active",
            "created_at": "2026-01-27T07:59:38.653171"
        },
        {
            "id": 3,
            "title": "DRR & Resilience",
            "description": "Building resilience in South Sudan through food preservation techniques and environmental conservation.",
            "objectives": "Train communities in disaster preparedness\nBuild resilience via traditional preservation\nStrengthen community response",
            "status": "active",
            "created_at": "2026-01-27T07:59:38.664475"
        },
        {
            "id": 4,
            "title": "Good Governance & Accountability",
            "description": "Capacity building in South Sudan through indoor workshops for community leaders.",
            "objectives": "Promote fair and transparent leadership\nStrengthen community-level accountability\nBuild capacity for local leaders",
            "status": "active",
            "created_at": "2026-01-27T07:59:38.677603"
        },
        {
            "id": 5,
            "title": "Livestock medication",
            "description": "We do treat livestock",
            "objectives": "We do treat livestock",
            "status": "active",
            "created_at": "2026-02-01T19:15:19.404894"
        }
    ]
}